Repository: Sirikon/WarLlama
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Always watching over you,
es: Siempre pendiente de todo,

source: Big Evil Llama
es: Gran Llama Malvada

source: Alpaca: Confirm your account
es: Alpaca: Confirma tu cuenta

source: Hi!{newline}I'm the Big Evil Llama. I watch over every activity in my land, {alpaca_link}.{newline}It seems like you wanted to become one of my alpacas! If it is so, be welcomed! You can confirm your account by clicking the following link: {confirmation_link}.{newline}If it wasn't you who created this account, you can just ignore this email.{newline}Alpaca hugs!{jumpline}Big Evil Llama
es: ¡Hola!{newline}Soy la Gran Llama Malvada. Vigilo cada actividad en mis tierras, {alpaca_link}.{newline}¡Parece que quieres ser una de mis alpacas! Si es así, ¡bienvenida! Puedes confirmar tu cuenta pulsando en el siguiente link: {confirmation_link}.{newline}Si no has sido tú quien ha creado esta cuenta puedes ignorar este e-mail.{newline}¡Abrazos de alpaca!{jumpline}Gran Llama Malvada

source: Hi, {username}!{newline}You are receiving this message because you forgot your password and asked for a new one.{jumpline}You may do so by clicking the following link and the instructions there:{jumpline}{reset_link}{newline}If it wasn't you asked for a new password, you can just ignore this email.{email_signature}
es: ¡Hola, {username}!{newline}Te ha llegado este mensaje porque has olvidado tu contraseña y has pedido una nueva.{jumpline}Puedes cambiarla pulsando este link y siguiendo las instructiones ahí descritas:{jumpline}{reset_link}{newline}Si no has solicitado cambiar tu contraseña, puedes ignorar este e-mail.{email_signature}

source: Your Activity "
es: ¡Tu Actividad "

source: " was succesfully registered!
es: " se ha registrado correctamente!

source: Hi, {author}!{newline}Your activity "{title}" has been succesfully registered, and you may start sharing it by using the following link: {activity_link}.{newline}Your activity may not appear on the main page index until some time has passed, but it is already fully functional.{newline}Have fun! I hope everything goes as you expect it <3 {email_signature}
es: ¡Hola, {author}!{newline}¡Tu Actividad "{title}" sse ha registrado correctamente, y puedes empezar a compartirla usando el siguiente link: {activity_link}.{newline}Puede que tu actividad no aparezca en la página principal hasta pasado un tiempo, pero ya es completamente funcional.{newline} ¡Diviértete! Espero que todo vaya como esperas <3 {email_signature}

source: joined
es: unido

source: left
es: ido

source: has
es: se ha

source: your activity,
es: a tu actividad,

source: Hi, {author}!{newline}{attendant} has {action} your activity, {title}.{jumpline}You can manage your activity at {activity_link}.{email_signature}
es: ¡Hola, {author}!{newline}{attendant} ha {action} tu actividad, {title}.{jumpline}Puedes gestionar tu actividad en {activity_link}.{email_signature}

source: requested to join
es: ha solicitado unirse a

source: Hi, {author}!{newline}{attendant} has requested to join your activity, {title}.{jumpline}You can manage this and any other requests at {activity_link}.{email_signature}
es: ¡Hola, {author}!{newline}{attendant} ha solicitado unirse a tu actividad, {title}.{jumpline}Puedes gestionar ésta y otras peticiones en {activity_link}.{email_signature}

source: confirmed assistance on your activity,
es: ha confirmado su asistencia a tu actividad,

source: Hi, {author}!{newline}Congratulations! {attendant} has confirmed assistance to the {date}'s session!{jumpline}You can manage your activity at {activity_link}.{newline}I hope everything goes as you expect it <3 {email_signature}
es: ¡Hola, {author}!{newline}¡Felicidades! ¡{attendant} ha confirmado su asistencia a la sesión del {date}!{jumpline}Puedes gestionar tu actividad en {activity_link}.{newline}Espero que todo vaya como esperas <3 {email_signature}

source: You have been removed from the activity
es: Has sido eliminado de la actividad

source: Hi, {attendant},{newline}I regret to inform you that you have been removed from the activity {title}.{newline}However, don't forget there are many other activities waiting for you at {alpaca_link}.{email_signature}
es: Hola, {attendant},{newline}Lamento informarte de que has sido eliminado de la actividad {title}.{newline}Sin embargo, no olvides que hay muchas otras actividades esperándote en {alpaca_link}.{email_signature}

source: accepted
es: aceptada

source: rejected
es: rechazada

source: request to join the activity
es: petición para unirse a la actividad

source: Hi, {attendant},{newline}Your request to join the activity {title} has been {action}.{newline}Don't forget there are many other activities waiting for you at {alpaca_link}.{email_signature}
es: Hola, {attendant},{newline}Tu petición para unirte a la actividad {title} ha sido {action}.{newline}No olvides que hay muchas otras actividades esperándote en {alpaca_link}.{email_signature}

source: Updated: Activity
es: Actualizado: Actividad

source: Hi, {attendant}!{newline}You are receiving this message because the activity {title} was updated!{newline}Check it out at {activity_link}.{email_signature}
es: ¡Hola, {attendant}!{newline}¡Has recibido este mensaje porque la actividad {title} ha sido actualizada!{newline}Comprueba los cambios en {activity_link}.{email_signature}

source: New Session in Activity
es: Nueva Sesión en la Actividad

source: Hi, {attendant}!{newline}You are receiving this message because the activity {title} was updated with new sessions!{newline}Check them out at {activity_link}.{newline}Hope to see you there <3{email_signature}
es: ¡Hola, {attendant}!{newline}¡Has recibido este mensaje porque la actividad {title} ha sido actualizada con nuevas sesiones!{newline}Compruébalas en {activity_link}.{newline}Esperamos verte allí <3{email_signature}

source: You can confirm your assistance!
es: ¡Puedes confirmar tu asistencia!

source: Hi, {attendant}!{newline}The activity {title} is requesting attending users to confirm their assistance to {date}'s session! You may do so by going to the activity's page:{activity_link}.{newline}We hope to see you there <3 {email_signature}
es: ¡Hola, {attendant}!{newline}¡La actividad {title} pide a los usuarios que deseen atender que confirmen su asistencia a la sesión del {date}! Puedes hacerlo yendo a la página de la actividad: {activity_link}.{newline}Esperamos verte allí <3 {email_signature}

source: Birth date
es: Fecha de nacimiento

source: First Name
es: Nombre

source: Optional
es: Opcional

source: Last Name
es: Apellido/s

source: English
es: Inglés

source: Spanish
es: Español

source: Language
es: Lenguaje

source: In which language would you prefer to use Alpaca?
es: ¿En qué lenguaje preferirías usar Alpaca?

source: Show your birthday?
es: ¿Mostrar tu cumpleaños?

source: Show your e-mail?
es: ¿Mostrar tu e-mail?

source: Show your real name?
es: ¿Mostrar tu nombre real?

source: Username (Full Name)
es: Usuario (Nombre Completo)

source: Full Name (Username)
es: Nombre Completo (Usuario)

source: Username (First Name)
es: Usuario (Nombre)

source: Username (Last Name)
es: Usuario (Apellido)

source: First Name (Username)
es: Nombre (Usuario)

source: Last Name (Username)
es: Apellido (Usuario)

source: How should your name be displayed?
es: ¿Cómo deberíamos enseñar tu nombre?

source: You can ignore this if you chose not to show your name.
es: Puedes ignorar esta opción si has elegido no mostrar tu nombre.

source: Description
es: Descripción

source: Your group may organize activities too! Are members allowed to relate any of their activities to this group?
es: ¡Tu grupo también puede organizar actividades! ¿Dejarás que los miembros puedan crear actividades para este grupo?

source: Title
es: Título

source: Covers are optional. You may change it at any time.
es: Las portadas son opcionales. Puedes cambiarla en cualquier momento.

source: City
es: Ciudad

source: In which city will this activity take place?
es: ¿En qué ciudad tendrá lugar esta actividad?

source: Allow auto-registration?
es: ¿Permitir auto-registro?

source: Selected: Users join automatically. Not selected: Author decides to accept or reject joining requests.
es: Seleccionado: Los usuarios podrán unirse a la actividad automáticamente. No seleccionado: El autor de la actividad decideaceptar o rechazar las peticiones de aquellos que quieran unirse.

source: Confirmation period
es: Período de confirmación

source: How many days before a session starts the assistance confirmation period?
es: ¿Cuántos días antes de que empiece una sesión empieza el período de confirmación de asistencia?

source: Age minimum
es: Edad mínima

source: Minimum age to attend this activity.
es: Edad mínima para participar en esta actividad.

source: Group
es: Grupo

source: Is this activity related to any of your groups? Depending on the group, the activity may need to be accepted first.
es: ¿Pertenece esta actividad a alguno de tus grupos? Dependiendo del grupo, puede que los administradores deban validarla primero.

source: Start date and time
es: Fecha y hora de comienzo

source: Example: 1984-11-15 19:25:36
es: Ejemplo: 1984-11-15 19:25:36

source: End date and time
es: Fecha y hora de finalización

source: Location
es: Localización

source: Where (place, address) will this session take place?
es: ¿Dónde (lugar, dirección) tendrá lugar esta sesión?

source: The start date and time must be greater than today's date.
es: La fecha y hora de empiece debe ser posterior a la de hoy.

source: The end date and time must be greater than the start date.
es: La fecha y hora de finalización debe ser posterior a la de empiece.

source: The event start date is {start_date} and end date is {end_date}. Your session must start in between those dates.
es: La fecha de comienzo de este evento es {start_date} y la de finalización es {end_date}. Tu sesión debe empezar entrar esas fechas.

source: The event start date is {start_date} and end date is {end_date}. Your session must end in between those dates.
es: La fecha de comienzo de este evento es {start_date} y la de finalización es {end_date}. Tu sesión debe acabar entrar esas fechas.

source: This is the image that will be displayed at the index. If you don't have one yet, we will provide a default and you may upload yours later.
es: Esta es la imagen que se enseñará en el índice. Si no tienes una todavía, pondremos una por defecto y podrás actualizarla luego.

source: This is the image that will be displayed at the event page, and is intended to be bigger than a cover. If you don't have one yet, we will provide a default and you may upload yours later.
es: Esta es la imagen que se enseñará en la página del evento, y debe ser más grance que una portada. Si no tienes una todavía, pondremos una por defecto y podrás actualizarla luego.

source: Show the title?
es: ¿Enseñar el título?

source: This is merely an aesthetic option. Maybe your banner already contains the event's title and you want to hide it?
es: Esta opción es meramente estética. ¿Quizá el banner ya tiene el título del evento y quieras esconderlo?

source: Is this a private event for your group?
es: ¿Es este evento privado para tu grupo?

source: Your group may have organize activities! Are members allowed to relate any of their activities to this group?
es: ¡Tu grupo también puede organizar actividades! ¿Dejarás que los miembros puedan crear actividades para el grupo?

source: E-mail Or Username
es: E-mail o Usuario

source: New password:
es: Contraseña nueva:

source: Repeat new password:
es: Repetir contraseña nueva:

source: Old password:
es: Contraseña antigua:

source: From:
es: Desde:

source: To:
es: Hasta:

source: The end date must be greater than the start date.
es: La fecha de finalización debe ser posterior a la de empiece.

source: About Us
es: Sobre Nosotros

source: Who are we?
es: ¿Quiénes somos?

source: Darkatom and Sirikon. We are the creators of Alpaca. We make sure everything at Alpaca works as expected. And yes, that means we are the Big Evil Llama's parents.
es: Darkatom y Sirikon. Somos los creadores de Alpaca. Nos aseguramos de que todo en Alpaca funcione como debe. Y sí, eso significa que somos los progenitores de la Gran Llama Malvada.

source: Who is the Big Evil Llama?
es: ¿Quién es la Gran Llama Malvada?

source: That's a great question, but she would get very angry if we told her secret. However, you may read George Orwell's 1984 novel (if you haven't already) to get an idea on who the Big Evil Llama might be ;)
es: ¡Muy buena pregunta! Pero es muy suya y se enfadaría bastante si contáramos su secreto. Sin embargo, puedes leer la novela 1984, de George Orwell (si es que todavía no lo has hecho) para hacerte una idea de quién puede ser la Gran Llama Malvada ;)

source: What is Alpaca?
es: ¿Qué es Alpaca?

source: Alpaca is an activity management system application. That is, a place where you can create and manage your activities. The home page serves for a public index of all activities in Alpaca. This way, anyone can see your activity and join in! And you may join others' activities too!
es: Alpaca es una aplicación de sistema de administración de actividades. Es decir, un lugar donde puedes crear y gestionar tus actividades. La página principal sirve como índice público de todas las actividades en Alpaca. De esta forma, ¡cualquiera puede ver tu actividad y unirse! ¡Y tú puedes unirte a las actividades de otros!

source: Why 'Alpaca'?
es: ¿Por qué «Alpaca»?

source: We have spent quite a lot of time enjoying INERS Cultural Association's activities and, eventually, getting involved with it and helping it grow. One day, we both just realized we needed something that would allow us to organize and manage activities without the need of messy chat groups. Somewhere where not only the activity could be easily managed —who is coming? who is not?— but also somewhere where potential attendants could see all of our available activities.
es: Hemos pasado bastante tiempo disfrutando de las actividades de la Asociación Cultural INERS y, a la larga, nos hemos hecho parte de ella y hemos ayudado a que crezca. Un día nos dimos cuenta de que necesitábamos algo que nos permitiera organizar y gestionar actividades sin necesidad de grupos de chat, que al final pueden llegar a ser una fuente de problemas para organizarse. Algún sitio donde no sólo las actividades fueran fáciles de manejar —¿quién viene? ¿quién no?—, sino también un sitio donde posibles participantes pudieran ver todas nuestras actividades disponibles.

source: And we wanted it to be available to anyone and everyone in need of a similar system. Furthermore, make it a way of advertising the activities at our localities, reaching out to any groups and people wanting to make something happen, and giving them the chance of fair, equal advertisement for their activities.
es: Y queríamos que estuviera disponible para cualquiera y para todos aquellos en necesidad de un sistema parecido. Es más, hacerlo una forma de publicidad de actividades en nuestras localidades, alcanzar a grupos y gente con ganas de hacer cosas, y darles la oportunidad de publicidad justa e igualitaria para sus actividades.

source: So we reached each other, having thought separately the same. Our ideas merged and... Alpaca was born.
es: Así que fuimos donde el otro, habiendo pensado separadamente en lo mismo. Nuestras ideas convergieron y... nació Alpaca.

source: Oh, the name? We just love alpacas. And llamas. And vicuñas. Wish there was a way to ride them into battle!
es: Ah, ¿el nombre? Es que nos encantan las alpacas. Y las llamas. Y las vicuñas. ¡Ojalá hubiera una forma de cabalgarlas hacia la batalla!

source: Contact us!
es: ¡Contáctanos!

source: Should you want to reach any of us, here are our e-mails:
es: Para contactarnos directamente, aquí tienes nuestros e-mails:

source: Should you have any problems with the web functionality, you may post an issue on our
es: Si tienes cualquier problema con la funcionalidad de la web, puedes dejar constancia en la

source: GitHub repository issues section
es: sección issues de nuestro repositorio de GitHub

source: If you have any other kind of problems with Alpaca, we are working on a form for this kinds of issues. In the meantime, you may reach Darkatom and she'll take care of your problem.
es: Si tienes cualquier otro tipo de problema con Alpaca, estamos trabajando en un formulario para poder recoger todas vuestras quejas. Por ahora, puedes contactar con Darkatom y ella se ocupará de tu problema.

source: Last, but not least, a big THANK YOU to...
es: Por último, pero no menos importante, un enorme GRACIAS a...

source: Our translators:
es: Nuestros traductores:

source: Alpaca hugs
es: ¡Abrazos de Alpaca!

source: Session List
es: Lista de Sesiones

source: Next Session
es: Próxima Sesión

source: Start
es: Empieza

source: End
es: Finaliza

source: Users may join this activity
es: Los usuarios pueden unirse a esta actividad

source: freely.
es: libremente.

source: upon request.
es: tras pedirlo.

source: Confirmation period starts
es: El período de confirmación empieza

source: days
es: días

source: before the session's start date.
es: antes del comienzo de la sesión.

source: The minimum age to join this activity is
es: La edad mínima para participar en esta actividad es

source: years-old
es: años

source: Attendants:
es: Participantes:

source: Join
es: Unirse

source: Edit
es: Editar

source: There are no users attending your activity.
es: No hay usuarios participando en tu actividad.

source: Kick out
es: Echar

source: Pending requests:
es: Peticiones pendientes:

source: There are no pending requests to join the activity.
es: No hay peticiones pendientes para unirse a la actividad.

source: Manage the requests to join the activity:
es: Administrar peticiones para unirse a la actividad:

source: Accept
es: Aceptar

source: Reject
es: Rechazar

source: Add session
es: Añadir una sesión

source: Closed & Finished
es: Cerrada & Finalizada

source: Open for confirmation
es: Abierta para confirmación

source: Not ready yet
es: Aún no está lista

source: Leave
es: Irse

source: Join the activity to come!
es: ¡Únete a la actividad para venir!

source: See you there!
es: ¡Te vemos allí!

source: Coming soon...
es: Próximamente...

source: I am going!!
es: ¡Yo voy!

source: There are no users attending this activity, except
es: No hay usuarios participando en esta actividad, salvo

source: Settings:
es: Preferencias:

source: Only
es: Sólo

source: members
es: miembros

source: Any user
es: Cualquier usuario

source: Manage the activities that want to be related to this event:
es: Administra las actividades que quieren formar parte de este evento:

source: Join!
es: ¡Únete!

source: Show
es: Mostrar

source: All Groups
es: Todos los Grupos

source: As an admin
es: Soy administrador

source: As a member
es: Soy miembro

source: Administrators:
es: Administradores:

source: Members:
es: Miembros:

source: Events
es: Eventos

source: New Event
es: Nuevo Evento

source: You are the one in charge of this group. Promote a member to admin if you need help.
es: Eres quien está a cargo de este grupo. Asciende un miembro a administrador si necesitas ayuda.

source: You are the one in charge of this group, the only one who can demote admins.
es: Eres quien está a cargo de este grupo, la única persona capaz de despedir a los administradores (volverán al rango de miembros).

source: Demote
es: Despedir

source: There are no other members in this group!
es: ¡No hay más miembros en este grupo!

source: Promote
es: Ascender

source: Manage the activities that want to be related to this group:
es: Administrar las actividades por aceptar de este grupo:

source: Forgot your password?
es: ¿Has olvidado tu contraseña?

source: Or click
es: ¡O haz click

source: here
es: aquí

source: to sign up!
es: para registrarte!

source: New Group
es: Nuevo Grupo

source: Log out
es: Salir

source: Log in
es: Entrar

source: Sign up
es: Registrarse

source: Found a problem? Please,
es: ¿Has encontrado un problema? Por favor,

source: help us!
es: ¡ayúdanos!

source: Terms and Conditions
es: Términos y Condiciones

source: by
es: por

source: Author
es: Autor

source: Age Minimum
es: Edad Mínima

source: # of Attendants
es: # de Participantes

source: Published Date
es: Fecha de Publicación

source: No sessions yet
es: Sin sesiones

source: Waiting for future sessions!
es: ¡Esperando sesiones nuevas!

source: Filters:
es: Filtros:

source: All Activities
es: Todas las Actividades

source: My Activities: Author
es: Mis Actividades: Autor

source: My Activities: Attendant
es: Mis Actividades: Participante

source: Where
es: Dónde

source: My location
es: Mi localización

source: Search...
es: Buscar...

source: Read
es: Leer

source: Change your password
es: Cambia tu contraseña

source: This activity is waiting to be part of an event! Come back later :)
es: ¡Esta actividad está esperando a ser aceptada en su evento! Vuelve más tarde :)

source: This activity is part of an event. Join the event to attend this activity!
es: Esta actividad es parte de un evento. ¡Únete al evento para poder asistir!

source: You are too young to attend this activity.
es: Eres demasiado joven para unirte a esta actividad.

source: The author of this activity has received your request to join!
es: ¡El autor de esta actividad ha recibido tu petición de unirte!

source: Start a new activity
es: Empezar una actividad

source: Create!
es: ¡Crear!

source: Editing activity
es: Editando actividad

source: Save changes
es: Guardar cambios

source: Create a new session
es: Crear nueva sesión

source: Editing a session
es: Editando una sesión

source: Sign up!
es: ¡Registrarse!

source: You are signed up!
es: ¡Ya estás registrado!

source: Your user is not active at the moment. Please, verify your e-mail (it could end up in the spam folder).
es: Este usuario no ha sido activado. Por favor, verifica tu e-mail (podría estar en la carpeta de spam).

source: Welcome to Alpaca!
es: ¡Bienvenido a Alpaca!

source: You are one of us now. Your account has been activated and you may now log in. Welcome!
es: Ahora eres uno de nosotros. Tu cuenta ha sido activida y ahora puedes entrar con tus credenciales. ¡Bienvenid@!

source: What are you doing here?
es: ¿Qué haces aquí?

source: It seems like you got lost in our page. Click the Alpaca logo to go back to the index.
es: Parece que te has perdido. Haz click en el logo de Alpaca para volver al índice.

source: This user is not active at the moment. Please, verify your e-mail.
es: Este usuario no ha sido activado. Por favor, verifica tu e-mail.

source: Submit
es: Mandar

source: Check your inbox!
es: ¡Mira tu bandeja de entrada!

source: We have sent you an e-email that will help you get a new password.
es: Te hemos mandado un e-mail que te ayudará a conseguir una contraseña nueva.

source: Save
es: Guardar

source: Your new password is in place. Use it now to log in!
es: Ya hemos colocado tu contraseña nueva. ¡Utilízala para entrar!

source: Save new password
es: Guardar contraseña

source: Edit your profile's settings
es: Edita tu perfil
